[ItemDefs.ID_MO_MonsterMash_RakkPart MissionItemDefinition]
UseFailureCharacterMessage="should do %s This content."
ItemName="hero"
PickupMessage="He is %s"
UseFailureLevelMessage="You must have at least %d level to use this."
UseFailureConstraintsMessage="This item is not available."
NoManufacturerName="This is shared"

[ItemDefs.ID_MO_MonsterMash_RakkPart:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="That damn crab's arm is still working. Why does he want this??"
NoConstraintText=""
Suffix=""
Prefix=""

[ItemPool.ID_MO_MonsterMash2_SkagPart MissionItemDefinition]
UseFailureCharacterMessage="you %s Please use this article."
ItemName="A solid part"
PickupMessage="Close to you, close to you, close to you %s"
UseFailureLevelMessage="At least %d to use this feature. You have to be level.."
UseFailureConstraintsMessage="You cannot use this item.."
NoManufacturerName="Everything is over"

[ItemPool.ID_MO_MonsterMash2_SkagPart:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Jed obviously wanted something to do with him, didn't he??"
NoConstraintText=""
Suffix=""
Prefix=""

